{
    "week": {
        "1": [
            {},
            {},
            {},
            {
                "date": "March 3",
                "title": "The Boy Jesus in the Temple",
                "verse": "Luke 2:41-49",
                "passage":
                    "When he was twelve years old, [Jesus and his parents] went up [to Jerusalem] according to festival custom. As they were returning, the boy Jesus remained behind in Jerusalem, but his parents did not know it… Not finding him, they returned to Jerusalem to look for him… After three days they found him in the temple, sitting in the midst of the teachers, listening to them and asking them questions… When his parents saw him, they were astonished, and his mother said to him, “Son, why have you done this to us?”... And he said to them, “Why were you looking for me? Did you not know that I must be in my Father’s house?”",
                "prayer":
                    "Lord, help us to have trust in You and know You have not abandoned us. Let us find peace in Your presence and know that You are our God.",
                "challenge":
                    "Do something nice for your parents, whether it be doing the dishes without them having to ask or simply giving them a loving hug.",
                "img": "https://classy.sirv.com/lent/image10.png"
            },
            {
                "date": "March 4",
                "title": "The Baptism of Jesus",
                "verse": "Luke 3:15-16, 21-22",
                "passage":
                    "The people were filled with expectation, and all were asking in their hearts whether John might be the Christ. John answered them all, saying, “I am baptizing you with water, but one mightier than I is coming. I am not worthy to loosen the thongs of his sandals. He will baptize you with the Holy Spirit and fire.” After all the people had been baptized and Jesus also had been baptized and was praying, heaven opened and the Holy Spirit descended upon him in bodily form like a dove. And a voice came from heaven, “You are my beloved Son; with you I am well pleased.”",
                "prayer":
                    "Let us pray that we may be blessed with the gift of the Holy Spirit and always seek to please the Lord.",
                "challenge":
                    "Ask your parents about your Baptism and understand what a special day this was.",
                "img": "https://classy.sirv.com/lent/image12.png"
            }
        ],
        "2": [
            {},
            {
                "date": "March 8",
                "title": "The Lord's Prayer",
                "verse": "Matthew 6:7-15",
                "passage":
                    "Jesus said to his disciples:\r\n“In praying, do not babble like the pagans,\r\nwho think that they will be heard because of their many words.\r\nDo not be like them.\r\nYour Father knows what you need before you ask him.\r\n“This is how you are to pray:\r\n        \tOur Father who art in heaven,\r\n                    \thallowed be thy name,\r\n                    \tthy Kingdom come,\r\n        \tthy will be done,\r\n                    \ton earth as it is in heaven.\r\n        \tGive us this day our daily bread;\r\n        \tand forgive us our trespasses,\r\n                    \tas we forgive those who trespass against us;\r\n        \tand lead us not into temptation,\r\n                    \tbut deliver us from evil.\r\n“If you forgive men their transgressions,\r\nyour heavenly Father will forgive you.\r\nBut if you do not forgive men,\r\nneither will your Father forgive your transgressions.”",
                "prayer":
                    "Lord, give us the strength to forgive those who have wronged us, so that we may live our lives with pure hearts like Jesus.",
                "challenge":
                    "Find 5 quiet minutes in your day to take time to pray to God with a purpose. This could be a prayer of thanksgiving or a prayer of petition.",
                "img": "https://classy.sirv.com/lent/image27.jpg"
            },
            {
                "date": "March 9",
                "title": "An Evil Generation",
                "verse": "Luke 11:29-32",
                "passage":
                    "While still more people gathered in the crowd, Jesus said to them, “This generation is an evil generation; it seeks a sign, but no sign will be given it, except the sign of Jonah. Just as Jonah became a sign to the Ninevites, so will the Son of Man be to this generation. At the judgment the queen of the south will rise with the men of this generation and she will condemn them, because she came from the ends of the earth to hear the wisdom of Solomon, and there is something greater than Solomon here. At the judgment the men of Nineveh will arise with this generation and condemn it, because at the preaching of Jonah they repented, and there is something greater than Jonah here.”",
                "prayer":
                    "Lord, help us see the signs that tell us what to do to grow closer to You. Give us the courage to go out into the world and make Your Son known to the world as a sign of Your second coming.",
                "challenge":
                    "Find a way to make your faith visible. You can post something on social media, make and share artwork, wear something faith-related, or anything else that is a visual manifestation of your beliefs.",
                "img": "https://classy.sirv.com/lent/image29.jpg"
            },
            {
                "date": "March 10",
                "title": "Ask, Seek, Knock",
                "verse": "Matthew 7:7-12",
                "passage":
                    "Jesus said to his disciples:\r\n“Ask and it will be given to you; Seek and you will find; Knock and the door will be opened to you. For everyone who asks, receives; and the one who seeks, finds; and to the one who knocks, the door will be opened. Which one of you would hand his son a stone when he asked for a loaf of bread, or a snake when he asked for a fish? If you then, who are wicked, know how to give good gifts to your children, how much more will your heavenly Father give good things to those who ask him.\r\n\r\n“Do to others whatever you would have them do to you.\r\nThis is the law and the prophets.”",
                "prayer":
                    "Lord, help us to have faith that you will provide everything that we need. Allow us to be free from the confusing fog of despair and necessity so that we can see how you are working in our everyday lives to make things better for us.",
                "challenge":
                    "Think about what you want things to be like going into a new trimester. What do you want God to change for you? How do you want to be changed by Him? Reflect on this, and then say a prayer to God asking for these things.",
                "img": "https://classy.sirv.com/lent/image28.jpg"
            },
            {}
        ],
        "3": [
            {
                "date": "March 14",
                "title": "Temptation of Jesus",
                "verse": "Matthew 4:1-11",
                "passage":
                    "Then Jesus was led by the Spirit into the wilderness to be tempted[a] by the devil. 2 After fasting forty days and forty nights, he was hungry. 3 The tempter came to him and said, “If you are the Son of God, tell these stones to become bread.” Jesus answered, “It is written: ‘Man shall not live on bread alone, but on every word that comes from the mouth of God.’[b]” Then the devil took him to the holy city and had him stand on the highest point of the temple. 6 “If you are the Son of God,” he said, “throw yourself down. For it is written: 'He will command his angels concerning you, and they will lift you up in their hands, so that you will not strike your foot against a stone.’[c]” Jesus answered him, “It is also written: ‘Do not put the Lord your God to the test.’[d]” Again, the devil took him to a very high mountain and showed him all the kingdoms of the world and their splendor. “All this I will give you,” he said, “if you will bow down and worship me.” Jesus said to him, “Away from me, Satan! For it is written: ‘Worship the Lord your God, and serve him only.’[e]” Then the devil left him, and angels came and attended him.",
                "prayer":
                    "Lord, help us always to put our trust in you and allow you to steer us back on the right track if we wander astray.",
                "challenge":
                    "Visit the chapel today. Say a short prayer for those who might be wandering from God’s presence. If it pertains to you, ask God to help you deepen your relationship with him.",
                "img": "https://classy.sirv.com/lent/image7.png"
            },
            {
                "date": "March 15",
                "title": "Call of the First Disciples",
                "verse": "Matthew 4:18-22",
                "passage":
                    "As he was walking by the Sea of Galilee, he saw two brothers, Simon who is called Peter, and his brother Andrew, casting a net into the sea; they were fishermen. He said to them, “Come after me, and I will make you fishers of men.” At once they left their nets and followed him. He walked along from there and saw two other brothers, James, the son of Zebedee, and his brother John. They were in a boat, with their father Zebedee, mending their nets. He called them, and immediately they left their boat and their father and followed him.",
                "prayer":
                    "Lord, help us to listen for your calling and be willing to drop everything to follow and worship you.",
                "challenge":
                    "Think before each decision or action throughout the day on what Jesus would have done and follow his example.",
                "img": "https://classy.sirv.com/lent/image15.png"
            },
            {
                "date": "March 16",
                "title": "The Sermon on the Mount",
                "verse": "Matthew 5:1-3",
                "passage":
                    "Now when Jesus saw the crowds, he went up on a mountainside and sat down. His disciples came to him, and he began to teach them. He said: Blessed are the poor in spirit, for theirs is the kingdom of heaven.”",
                "prayer":
                    "Lord, help those of us who are struggling in our faith journey. We pray that your teachings can inspire others to live a life in pursuit of a relationship with you.",
                "challenge":
                    "Spend an extra 5 minutes in prayer and meditation today. Focus on what God is trying to communicate in your heart and work to apply that to your everyday life.",
                "img": "https://classy.sirv.com/lent/image8.png"
            },
            {
                "date": "March 17",
                "title": "Love Your Enemies",
                "verse": "Matthew 5:43-47",
                "passage":
                    "“You have heard that it was said, ‘You shall love your neighbor and hate your enemy. But I say to you, love your enemies, and pray for those who persecute you, that you may be children of your heavenly Father, for he makes his sun rise on the bad and the good, and causes rain to fall on the just and the unjust. For if you love those who love you, what recompense will you have? Do not the tax collectors* do the same? And if you greet your brothers only, what is unusual about that? Do not the pagans do the same?",
                "prayer":
                    "Lord, help us to treat each of God’s children with the love and respect they deserve. Let us be kind to everyone, as we have no idea what they are experiencing.",
                "challenge":
                    "Talk to someone you normally would not. Ask them a basic question, or compliment something special that you notice about them.",
                "img": "https://classy.sirv.com/lent/image11.png?w=600"
            },
            {
                "date": "March 18",
                "title": "Judging Others' Teaching",
                "verse": "Matthew 7:1-5",
                "passage":
                    "“Stop judging, that you may not be judged. For as you judge, so will you be judged, and the measure with which you measure will be measured out to you. Why do you notice the splinter in your brother’s eye, but do not perceive the wooden beam in your own eye? How can you say to your brother, ‘Let me remove that splinter from your eye,’ while the wooden beam is in your eye? You hypocrite, remove the wooden beam from your eye first; then you will see clearly to remove the splinter from your brother’s eye.”",
                "prayer":
                    "Lord, help us to not judge or make assumptions about others. Help us to live our lives with open hearts and minds, and to treat everyone as we would like to be treated.",
                "challenge":
                    "Try not to judge or make assumptions about others. Try to go about your day with an open heart and mind and get to know someone that you may not know so well.",
                "img": "https://classy.sirv.com/lent/image18.png"
            }
        ],
        "4": [
            {
                "week": "4",
                "day": "1",
                "date": "March 21",
                "title": "The Cleansing of the Leper",
                "verse": "Matthew 8:1-4",
                "passage":
                    "Jesus came down the mountain with the cheers of the crowd still ringing in his ears. Then a leper appeared and dropped to his knees before Jesus, praying, “Master, if you want to, you can heal my body.” Jesus reached out and touched him, saying, “I want to. Be clean.” Then and there, all signs of the leprosy were gone. Jesus said, “Don’t talk about this all over town. Just quietly present your healed body to the priest, along with the appropriate expressions of thanks to God. Your cleansed and grateful life, not your words, will bear witness to what I have done.”",
                "prayer":
                    "Lord, help us to use our skills and talents to reach out to others in our community that are underappreciated.",
                "challenge":
                    "Today, find someone at school that you haven’t talked with in a while, and bring up a good conversation to make them happy.",
                "img": "https://classy.sirv.com/lent/image17.png"
            },
            {
                "week": "4",
                "day": "2",
                "date": "March 22",
                "title": "The Calming of the Storm",
                "verse": "Mark 4:35-41",
                "passage":
                    "That day when evening came, he said to his disciples, “Let us go over to the other side.” Leaving the crowd behind, they took him along, just as he was, in the boat. There were also other boats with him. A furious squall came up, and the waves broke over the boat, so that it was nearly swamped. Jesus was in the stern, sleeping on a cushion. The disciples woke him and said to him, “Teacher, don’t you care if we drown?”\r\nHe got up, rebuked the wind and said to the waves, “Quiet! Be still!” Then the wind died down and it was completely calm.\r\nHe said to his disciples, “Why are you so afraid? Do you still have no faith?”\r\nThey were terrified and asked each other, “Who is this? Even the wind and the waves obey him!”",
                "prayer":
                    "Lord, help us to stay calm in times of distress, in always have faith that you are always with us through times of struggle.",
                "challenge":
                    "Go about your day today and don’t get caught up on little things that don’t go your way, stay calm and think about all the good in your life.",
                "img": "https://classy.sirv.com/lent/image20.jpg"
            },
            {
                "week": "4",
                "day": "3",
                "date": "March 23",
                "title": "The Genealogy of Jesus",
                "verse": "Matthew 1:1-6, 11-12, 16-17",
                "passage":
                    "The book of the genealogy of Jesus Christ, the son of David, the son of Abraham.\r\nAbraham became the father of Isaac, Isaac the father of Jacob, Jacob the father of Judah and his brothers…Obed became the father of Jesse, Jesse the father of David the king. David became the father of Solomon, whose mother had been the wife of Uriah…Josiah became the father of Jechoniah and his brothers at the time of the Babylonian exile.  After the Babylonian exile, Jechoniah became the father of Shealtiel…Jacob the father of Joseph, the husband of Mary. Of her was born Jesus who is called the Messiah.\r\nThus the total number of generations from Abraham to David is fourteen generations; from David to the Babylonian exile, fourteen generations; from the Babylonian exile to the Messiah, fourteen generations.",
                "prayer":
                    "Lord, we pray for those who have gone before us in faith, that we may reflect on their time in our lives and that they will continue to watch over us.",
                "challenge":
                    "Talk to your mom or dad and ask them about a family member who they might remember but you do not. What did that person mean to them?",
                "img": "https://classy.sirv.com/lent/image21.jpg"
            },
            {
                "week": "4",
                "day": "4",
                "date": "March 24",
                "title": "The Healing of the Paralytic",
                "verse": "Matthew 9:2-8",
                "passage":
                    "And just then some people were carrying a paralyzed man lying on a bed. When Jesus saw their faith, he said to the paralytic, “Take heart, son; your sins are forgiven.” Then some of the scribes said to themselves, “This man is blaspheming.” But Jesus, perceiving their thoughts, said, “Why do you think evil in your hearts? For which is easier, to say, ‘Your sins are forgiven,’ or to say, ‘Stand up and walk’? But so that you may know that the Son of Man has authority on earth to forgive sins”—he then said to the paralytic—“Stand up, take your bed and go to your home.” And he stood up and went to his home. When the crowds saw it, they were filled with awe, and they glorified God, who had given such authority to human beings.",
                "prayer":
                    "Lord help us to have faith in You and all that You do. And, helps us get through our struggles or obstacles.",
                "challenge":
                    "Show kindness to someone who needs it or help someone who is struggling in any way possible.",
                "img": "https://classy.sirv.com/lent/image22.jpg"
            },
            {
                "week": "4",
                "day": "5",
                "date": "March 25",
                "title": "The Parable of the Sower",
                "verse": "Matthew 13:1-12",
                "passage":
                    "“That same day Jesus went out of the house and sat by the lake. Such large crowds gathered around him that he got into a boat and sat in it, while all the people stood on the shore. Then he told them many things in parables, saying: “A farmer went out to sow his seed. As he was scattering the seed, some fell along the path, and the birds came and ate it up. Some fell on rocky places, where it did not have much soil. It sprang up quickly, because the soil was shallow. But when the sun came up, the plants were scorched, and they withered because they had no root. Other seed fell among thorns, which grew up and choked the plants. Still other seed fell on good soil, where it produced a crop—a hundred, sixty or thirty times what was sown. Whoever has ears, let them hear.”\r\nThe disciples came to him and asked, “Why do you speak to the people in parables?”\r\nHe replied, “Because the knowledge of the secrets of the kingdom of heaven has been given to you, but not to them. Whoever has will be given more, and they will have an abundance. Whoever does not have, even what they have will be taken from them.”",
                "prayer":
                    "Lord, help us to understand and accept your guidance. Grant that we may make decisions in your accordance and allow us to be open to your word.",
                "challenge":
                    "Challenge yourself by doing a random act of kindness; maybe even talk to your friends about how you can be more like Jesus in your life",
                "img": "https://classy.sirv.com/lent/image13.jpg"
            }
        ],
        "5": [
            {
                "week": "5",
                "day": "1",
                "date": "March 28",
                "title": "The Galilean Women Follow Jesus",
                "verse": "Luke 8:1-3",
                "passage":
                    "Afterward he journeyed from one town and village to another, preaching and proclaiming the good news of the kingdom of God.a Accompanying him were the Twelve. and some women who had been cured of evil spirits and infirmities, Mary, called Magdalene, from whom seven demons had gone out,Joanna, the wife of Herod’s steward Chuza, Susanna, and many others who provided for them out of their resources.",
                "prayer":
                    "Lord, help us renew the spirit of dedication in those who have left all to follow Christ, may they give clear witness to the holiness of the Church.",
                "challenge":
                    "Challenge yourself to be aware of all the negative things that you say about others. Work hard to acknowledge all of the positivity and goodness that surrounds us.",
                "img": "https://classy.sirv.com/lent/image9.png"
            },
            {
                "week": "5",
                "day": "2",
                "date": "March 29",
                "title": "The Woman with the Hemorrhage",
                "verse": "Luke 8:43-48",
                "passage":
                    "“A woman afflicted with hemorrhages for twelve years, who was unable to be cured by anyone, came up behind [Jesus] and touched the tassel on his cloak. Immediately her bleeding stopped. Jesus then asked, “Who touched me?” While all were denying it, Peter said, “Master, the crowds are pushing and pressing in upon you.” But Jesus said, “Someone has touched me; for I know that power has gone out from me.” When the woman realized that she had not escaped notice, she came forward trembling. Falling down before him, she explained in the presence of all the people why she had touched him and how she had been healed immediately.”",
                "prayer":
                    "Lord, please allow us to recognize and appreciate your healing and forgiving qualities. Help us to not shy people away because of their differences, but to accept all people for their goodness.",
                "challenge":
                    "Reach out to a friend that you may have grown apart from and catch up with them.",
                "img": "https://classy.sirv.com/lent/image14.png"
            },
            {
                "week": "5",
                "day": "3",
                "date": "March 30",
                "title": "The Healing of the Boy with a Demon",
                "verse": "Matthew 17:14-20",
                "passage":
                    "“When they came to the crowd, a man approached Jesus and knelt before him. Lord, have mercy on my son, he said. He has seizures and is suffering greatly. He often falls into the fire or into the water. I brought him to your disciples, but they could not heal him. How long shall I put up with you? Bring the boy here to me, said Jesus. Jesus rebuked the demon, and it came out of the boy, and he was healed at that moment. Then the disciples asked, why couldn’t we drive it out? Jesus replied, because you have so little faith. I truly tell you, if you have faith as small as a mustard seed, you can say to the mountain, move from here to there, and it will move. Nothing will be impossible for you.”",
                "prayer":
                    "Lord, help us to have great faith in you. Lead us in the right direction to fulfill your commandments and never fail to follow you.",
                "challenge":
                    "Pray the rosary and spend time talking to God. Dive into your faith by trusting and talking to God personally.",
                "img": "https://classy.sirv.com/lent/image19.png"
            },
            {
                "week": "5",
                "day": "4",
                "date": "March 31",
                "title": "The Good Samaritan",
                "verse": "Luke 10:29-37",
                "passage":
                    "“A man fell victim to robbers as he went down from Jerusalem to Jericho. They stripped and beat him and went off leaving him half-dead. [l]A priest happened to be going down that road, but when he saw him, he passed by on the opposite side. Likewise a Levite came to the place, and when he saw him, he passed by on the opposite side. But a Samaritan traveler who came upon him was moved with compassion at the sight. He approached the victim, poured oil and wine over his wounds and bandaged them. Then he lifted him up on his own animal, took him to an inn and cared for him… Which of these three, in your opinion, was a neighbor to the robbers’ victim?” He answered, “The one who treated him with mercy.” Jesus said to him, “Go and do likewise.”",
                "prayer":
                    "Lord, Help us to always care for others, even if they might not be our friends or family.",
                "challenge":
                    "Find someone who you haven’t talked to in a while and check in with them.  This could be a family member, friend, or anyone you see in the halls!",
                "img": "https://classy.sirv.com/lent/image23.jpg"
            },
            {
                "week": "5",
                "day": "5",
                "date": "April 1",
                "title": "The Parable of the Fig Tree",
                "verse": "Luke 13:6-9",
                "passage":
                    "And he told them this parable: “There once was a person who had a fig tree planted in his orchard, and when he came in search of fruit on it but found none, he said to the gardener, ‘For three years now I have come in search of fruit on this fig tree but have found none. [So] cut it down. Why should it exhaust the soil?’ He said to him in reply, ‘Sir, leave it for this year also, and I shall cultivate the ground around it and fertilize it; it may bear fruit in the future. If not you can cut it down.’”",
                "prayer":
                    "Loving God, you give us forty days to journey into the inner mountains of our hearts and lives. Let these sacred days be a time when we seek and find you within each of us. Make this time of Lent a time to listen to your voice and be guided by your spirit.",
                "challenge":
                    "Check in with someone you haven’t spoken to in awhile. Maybe a grandparent, old friend, or other relative etc. It could just be a simple text message. Who knows? You might brighten their day!",
                "img": "https://classy.sirv.com/lent/image16.jpg"
            }
        ],
        "6": [
            {
                "week": "6",
                "day": "1",
                "date": "April 4",
                "title": "The Parable of the Great Feast",
                "verse": "Luke 14:15-24",
                "passage":
                    "One of his fellow guests on hearing this said to him, “Blessed is the one who will dine in the kingdom of God.” He replied to him, “A man gave a great dinner to which he invited many. When the time for the dinner came, he dispatched his servant to say to those invited, ‘Come, everything is now ready. But one by one, they all began to excuse themselves. The first said to him, ‘I have purchased a field and must go to examine it; I ask you, consider me excused.’ And another said, ‘I have purchased five yoke of oxen and am on my way to evaluate them; I ask you, consider me excused.’ And another said, ‘I have just married a woman, and therefore I cannot come.’ The servant went and reported this to his master. Then the master of the house in a rage commanded his servant, ‘Go out quickly into the streets and alleys of the town and bring in here the poor and the crippled, the blind and the lame.’ The servant reported, ‘Sir, your orders have been carried out and still there is room.’ The master then ordered the servant, ‘Go out to the highways and hedgerows and make people come in that my home may be filled. For, I tell you, none of those men who were invited will taste my dinner.’”",
                "prayer":
                    "Lord, help us to choose you, and help those without faith to find you, so we may all enter the Kingdom of God.",
                "challenge":
                    "Eat lunch with someone you normally would not today. Try to learn something new about them.",
                "img": "https://classy.sirv.com/lent/image6.png"
            },
            {
                "week": "6",
                "day": "2",
                "date": "April 5",
                "title": "The Cleansing of the 10 Lepers",
                "verse": "Luke 17:11-19",
                "passage":
                    "As he continued his journey to Jerusalem, he traveled through Samaria and Galilee. As he was entering a village, ten lepers met [him]. They stood at a distance from him and raised their voice, saying, “Jesus, Master! Have pity on us!” And when he saw them, he said, “Go show yourselves to the priests.”As they were going they were cleansed. And one of them, realizing he had been healed, returned, glorifying God in a loud voice; and he fell at the feet of Jesus and thanked him. He was a Samaritan. Jesus said in reply, “Ten were cleansed, were they not? Where are the other nine? Has none but this foreigner returned to give thanks to God?” Then he said to him, “Stand up and go; your faith has saved you.”",
                "prayer":
                    "Lord, we pray that those who are suffering physically or mentally are healed in the presence of God.",
                "challenge":
                    "If someone you know is struggling physically or mentally, lend out a helping hand and let them know you care for them.",
                "img": "https://classy.sirv.com/lent/image2.png"
            },
            {
                "week": "6",
                "day": "3",
                "date": "April 6",
                "title": "Lazarus and the Rich Man",
                "verse": "Luke 16:19-31",
                "passage":
                    "“There was a rich man who dressed in purple garments and fine linen and dined sumptuously each day. And lying at his door was a poor man named Lazarus, covered with sores, who would gladly have eaten his fill of the scraps that fell from the rich man’s table. Dogs even used to come and lick his sores. When the poor man died, he was carried away by angels to the bosom of Abraham. The rich man also died and was buried and from the netherworld, where he was in torment, he raised his eyes and saw Abraham far off and Lazarus at his side. And he cried out, ‘Father Abraham, have pity on me. Send Lazarus to dip the tip of his finger in water and cool my tongue, for I am suffering torment in these flames.’ Abraham replied, ‘My child, remember that you received what was good during your lifetime while Lazarus likewise received what was bad; but now he is comforted here, whereas you are tormented. Moreover, between us and you a great chasm is established to prevent anyone from crossing who might wish to go from our side to yours or from your side to ours. He said, ‘Then I beg you, father, send him to my father’s house, for I have five brothers, so that he may warn them, lest they too come to this place of torment. But Abraham replied, ‘They have Moses and the prophets. Let them listen to them. He said, ‘Oh no, father Abraham, but if someone from the dead goes to them, they will repent. Then Abraham said, ‘If they will not listen to Moses and the prophets, neither will they be persuaded if someone should rise from the dead.’”",
                "prayer":
                    "Dear God, may we learn from the rich man’s mistakes, and treat the poor and marginalized with kindness and respect.",
                "challenge":
                    "Use one of your special gifts or talents to uplift someone in your family, school, or community.",
                "img": "https://classy.sirv.com/lent/image24.jpg"
            },
            {
                "week": "6",
                "day": "4",
                "date": "April 7",
                "title": "Zacchaeus the Tax Collector",
                "verse": "Luke 19:1-10",
                "passage":
                    "Jesus entered Jericho and was passing through. A man was there by the name of Zacchaeus; he was a chief tax collector and was wealthy. He wanted to see who Jesus was, but because he was short he could not see over the crowd. So he ran ahead and climbed a sycamore-fig tree to see him, since Jesus was coming that way.\r\nWhen Jesus reached the spot, he looked up and said to him, “Zacchaeus, come down immediately. I must stay at your house today.” So he came down at once and welcomed him gladly.\r\nAll the people saw this and began to mutter, “He has gone to be the guest of a sinner.”\r\nBut Zacchaeus stood up and said to the Lord, “Look, Lord! Here and now I give half of my possessions to the poor, and if I have cheated anybody out of anything, I will pay back four times the amount.”\r\nJesus said to him, “Today salvation has come to this house, because this man, too, is a son of Abraham. For the Son of Man came to seek and to save the lost.”",
                "prayer":
                    "Lord, Let us seek Your grace in the way that Zacchaeus has done and grant us Your Peace.",
                "challenge": "Sit by a new person at lunch today!",
                "img": "https://classy.sirv.com/lent/image25.webp"
            },
            {
                "week": "6",
                "day": "5",
                "date": "April 8",
                "title": "Jesus Walking on Water",
                "verse": "Matthew 14:26-29",
                "passage":
                    "When the disciples saw him walking on the sea they were terrified. “It is a ghost,” they said, and they cried out in fear.\r\nAt once [Jesus] spoke to them, “Take courage, it is I; do not be afraid.”\r\nPeter said to him in reply, “Lord, if it is you, command me to come to you on the water.”\r\nHe said, “Come.” Peter got out of the boat and began to walk on the water toward Jesus.",
                "prayer":
                    "Let us pray that we all can have the courage to trust in God’s plan for all of us.",
                "challenge":
                    "Today, try to find a chore another family member does and try to do it for them.",
                "img": "https://classy.sirv.com/lent/image26.jpg"
            }
        ],
        "7": [
            {
                "week": "7",
                "day": "1",
                "date": "April 11",
                "title": "The Feeding of the 5000",
                "verse": "Matthew 14:15-21",
                "passage":
                    "As evening approached, the disciples came to him and said, “This is a remote place, and it’s already getting late. Send the crowds away, so they can go to the villages and buy themselves some food.”\r\nJesus replied, “They do not need to go away. You give them something to eat.”\r\n“We have here only five loaves of bread and two fish,” they answered.\r\n“Bring them here to me,” he said. And he directed the people to sit down on the grass. Taking the five loaves and the two fish and looking up to heaven, he gave thanks and broke the loaves. Then he gave them to the disciples, and the disciples gave them to the people. They all ate and were satisfied, and the disciples picked up twelve basketfuls of broken pieces that were left over. The number of those who ate was about five thousand men, besides women and children.",
                "prayer":
                    "For the poor, the homeless and the unemployed, and for all those who suffer under persecution, let us pray to the Lord",
                "challenge": "Make a meal for your family.",
                "img": "https://classy.sirv.com/lent/image3.png"
            },
            {
                "week": "7",
                "day": "2",
                "date": "April 12",
                "title": "The Parable of the Lost Sheep",
                "verse": "Luke 15:1-7",
                "passage":
                    "Now the tax collectors and sinners were all gathering around to hear Jesus. But the Pharisees and the teachers of the law muttered, “This man welcomes sinners and eats with them.”\r\nThen Jesus told them this parable: “Suppose one of you has a hundred sheep and loses one of them. Doesn’t he leave the ninety-nine in the open country and go after the lost sheep until he finds it? And when he finds it, he joyfully puts it on his shoulders and goes home. Then he calls his friends and neighbors together and says, ‘Rejoice with me; I have found my lost sheep.’ I tell you that in the same way there will be more rejoicing in heaven over one sinner who repents than over ninety-nine righteous persons who do not need to repent.",
                "prayer":
                    "Lord, help us find our way back to You. Guide us on the right path towards Your salvation.",
                "challenge": "Give someone a compliment today!",
                "img": "https://classy.sirv.com/lent/image4.png"
            },
            {
                "week": "7",
                "day": "3",
                "date": "April 13",
                "title": "The Blessing of the Children",
                "verse": "Mark 10:13-16",
                "passage":
                    "And people were bringing children to him that he might touch them, but the disciples revoked them. When Jesus saw this he became indignant and said to them, “Let the children come to me; do not prevent them, for the kingdom of God belongs to such as these. Amen, I say to you, whoever does not accept the kingdom of God like a child will not enter it.” Then he embraced them and blessed them, placing his hands on them.",
                "prayer":
                    "Lord, guild those who have not followed your light that they may find you once again.",
                "challenge":
                    "Do something nice for your sibling/pet, whether it be helping them with homework/going for a walk or simply giving them a loving hug.",
                "img": "https://classy.sirv.com/lent/image5.png"
            },
            {},
            {}
        ]
    }
}
